Repository: JAM-Solutions/zan-mutm-pos-client
Catalog: lib/l10n/app_*.arb
Languages: sw

# appTitle
source: Zan Mutim
sw: Zani mitimu

# collection
source: Collection (TSh)
sw: Makusanyo (TSh)

# amountBalance
source: Amount Balance (TSh)
sw: Salio la Fedha (TSh)

# timeBalance
source: Time Balance (min)
sw: Salio la Mda (min)

# homeTab
source: Home
sw: Nyumbani

# cartTab
source: Cart
sw: Mkokoteni

# generateTab
source: Generate Bill
sw: Tengeneza Bili

# billsTab
source: Bills
sw: Bili

source: Revenue
sw: Chanzo

source: Quantity
sw: Idadi

source: Amount
sw: Bei

source: Sub Total
sw: Jumla Ndogo

source: Total
sw: Jumla

source: Receipt
sw: Risit

# isEmpty
source: No item
sw: Hakuna kitu
